[Main]
DisplayName=Türkçe

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Uyarı
lbl_Warnning_Detail.caption=Bu bilgisayar programı telif hakkı kanunu ve uluslararası anlaşmalar ile korunmaktadır.
lbl_copyright.caption=© IObit. Tüm hakları saklıdır.
lbl_Thanks_Title.caption=Aşağıdaki kişilere üstün katkılarından dolayı özellikle teşekkür ederiz :
rdhtmlEula.caption=<a>SKLA</a> | <a>Gizlilik Politikası</a>
Instructions_M=Kaldırma Yönergeleri
lblAcknow.caption=Teşekkürler

[ActionCenter_M]
M_HideAC=Gizle
M_ShowAC=Göster
M_AC_Tips=Önerilen programlar ile daha iyi güvenlik koruması ve PC verimliliği alın.
M_ShowACTitle2=Uyarı!
M_ShowACDesc=Diğer önerilen programları görüntülemek için "Göster" tıklayın. Daha iyi güvenlik koruması ve PC verimliliği almak için onları kurun.
M_LearnRecommendNote=Şu an önerilen program yok.
M_LearnRecommendDesc=Daha fazla ilgilenebileceğiniz daha çok ürünü görmek için lütfen "Daha çok öğren" tıklayın.
M_none=Yok
M_Fix=Şimdi kur
M_LearnMore=Daha çok öğren
M_Install=Şimdi kur
M_fixing=Kuruyor
M_Updating=Güncelliyor
M_failed=Başarısız
M_RuningWell=En son sürüm kuruldu
M_Outdated=Güncel değil
M_NotInstalled=Kurulmadı
M_Insatlled=Kuruldu
M_Update=Şimdi güncelle
M_ASCCaption=Sistem Verimliliği
M_ASCInfo_NotIns=PC'nizde kayıt hataları, gizlilik sorunları ve çöp dosyalar bulundu.
M_ASCInfo_UpToDate=Advanced SystemCare PC'nizi 1-tıkla hızlandırır ve eniyiler.
M_ASCInfo_NeedUpDate=Advanced SystemCare güncel değil.
M_RunASC=Şimdi Tara
M_ASCOffer=PC'yi 1-tıkla Koruma ve Eniyileme.<br>PC'nizin hızını %200'e kadar daha arttırma.<br>İnternet'i %300'e kadar daha hızlandırma.<br>Daha düzgün PC için PC durumunu gerçek zamanlı izleme.<br>PC'nizi sıradan casus yazılımlara karşı koruma.
M_IMFCaption=Kötücül Koruma
M_IMFInfo_NotIns=IObit'in anti-casus yazılım programını kurarak daha iyi koruma alın.
M_IMFInfo_UpToDate=IObit Malware Fighter PC'nizi çeşitli kötücüllere karşı korur.
M_IMFInfo_NeedUpDate=Anti-casus yazılım programınız güncel değil.
M_RunIMF=Şimdi Tara
M_IMFOffer=Her türlü kötücüle karşı kapsamlı gerçek-zamanlı koruma.<br>Hızlı tarama ve etkin tehdit algılama ve kaldırma.<br>Fidye yazılım saldırılarını önceden tedbir alarak önleme.<br>Güvenli çevrimiçi gezinim ve indirme.<br>Diğer güvenlik yazılımlarıyla tamamen uyumlu.
M_DBCaption=Sürücü Güncelleyici
M_DBInfo_NotIns_C=Daha kararlı PC keyfi için güncel olmayan sürücüleri güncelleyin ve kayıp ve hatalı sürücüleri düzeltin.
M_DBInfo_NotIns=PC'nizi yavaşlatacak ve dengesizleştirecek güncel olmayan sürücüler olabilir.
M_DBInfo_UpToDate=Driver Booster PC'nizdeki güncel olmayan tüm sürücüleri günceller.
M_DBInfo_NeedUpDate=Sürücü güncelleme programınız güncel değil.
M_DBDesc=PC'nizdeki tüm güncel olmayan sürücüleri güncelleyin.
M_RunDB=Şimdi Tara
M_DBOffer=Daha Geniş Sürücü Veritabanı (4,500,000+).<br>WHQL Sürücülerini 1-Tık ile Güvenle Güncelleme.<br>Daha İyi Oyun Deneyimi.<br>Ağ Arızasını, Ses Yokluğunu, Kötü Çözünürlüğü, vb. Düzeltme.<br>Sistem Donmalarını ve Çökmelerini Azaltma.
M_SDCaption=Disk Eniyileme
M_SDInfo_NotIns=Daha hızlı PC başlangıcı ve daha hızlı dosya erişimi için disklerinizi eniyileyin.
M_SDInfo_UpToDate=Smart Defrag diskinizi yüksek verimlilik için birleştirir.
M_SDInfo_NeedUpDate=Disk birleştirme programınız güncel değil.
M_RunSD=Şimdi Birleştir
M_SDOffer=Daha Yüksek Dosya Erişim Hızı.<br>En Yüksek Sabit Disk Verimliliği.<br>PC Başlangıç İvmesini %100'e kadar daha Arttırma.<br>Oyunları Daha İyi Oyun Deneyimi için Eniyileme.
M_DLCaption=Şifre Yönetici
M_DLInfo_NotIns=Tüm şifrelerinizi Dashlane Password Manager ile koruyun ve yönetin.
M_DLInfo_UpToDate=Güvenli ve emin Dashlane ile şifrenizi hiç bir zaman unutmayın.
M_RunDL=Yönet
M_DLOffer=Şifrelerinizi yönetmek için basit, güvenli yol.<br>Hesaplarınızı korumak için eşsiz şifreler yaratma.<br>Sık kullanılan web sayfalarınızda otomatikman oturum açma.<br>Windows, Mac, iOS ve Android için.
M_RunIOT=Şimdi Yönet
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=iPhone verilerini aktarma, iPhone'nunuzu temizleme ve hızlandırma.
M_IOTInfo_UpToDate=iPhone verilerini aktarma, iPhone'nunuzu temizleme ve hızlandırma.
M_IOTInfo_NeedUpDate=IOTransfer güncel değil.
M_IOTTip=IOTransfer'in söz verdikleri :<br>+ iPhone müzüğini PC/iTunes'a aktarma<br>+ Tüm fotoğraflarınızı kolaylıkla yönetme<br>+ iPhone içeriğini yedekleme/geri yükleme<br>+ Seçkin teknik destek
M_IOTOffer=En iyi iPhone/iPad yönetim aracınız.<br>iPhone/iPad'den PC'ye 1-tıkla veri aktarımı.<br>Çevrimiçi video indirme ve onları çeşitli dosya biçimlerine dönüştürme.<br>iOS aygıtının alanını sebest bırakmak için kolayca ve güvenle çöp dosya temizleme.<br>İOS cihazı ve PC arasında kablosuz içerik aktarımı.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion sizi dolandırıcı ve kötücül sitelere karşı korur.
M_AdawareInfo_UpToDate=Web Companion sizi dolandırıcı ve kötücül sitelere karşı korur.
M_AdawareOfferDesc=İnternet Korumamı geliştirmek için Web Companion kur ve uyumlu tarayıcılarda Microsoft™ programı olan Bing® programını anasayfam, yeni sekmeler, ve varsayılan arama motoru olarak ata.
M_AdawareOffer=Kurması hızlı ve kolay.<br>Dolandırıcılığa-Karşı Koruma.<br>Gerçek-Zamanlı Web Koruma.<br>Çoklu-Tarayıcı Uyumlu.
M_AomeiCaption=Yedekleme Yazılımı
M_AomeiInfo_NotIns=Sistemi ve sabit diskleri yedeklemek için en üstün yedekleme çözümü.
M_RunOpera=Şimdi Çalıştır
M_OperaCaption=Opera Tarayıcı
M_OperaInfo_NotIns=Yerleşik reklam engelleyicili hızlı ve güvenli tarayıcı.
M_OperaInfo_UpToDate=Yerleşik reklam engelleyicili hızlı ve güvenli tarayıcı.
M_OperaOffer=Web sayfalarını %90'a kadar daha hızlı yüklemek için reklamları engelleme.<br>Bir saate kadar daha uzun gezinim.<br>Bedelsiz VPN ile daha çok özelinizde gezinim alın.
M_SUCaption=Yazılım Güncelleyici
M_SUInfo_NotIns=Sizin için önemli tüm proramları güncellemek için 1-tık.
M_SUInfo_NotIns_C=%d program güncel değil. Onları bir-tıkla güncellemek için IObit Software Updater kurun.
M_SUInfo_NotIns_C1=1 program güncel değil. Onu bir-tıkla güncellemek için IObit Software Updater kurun.
M_SUInfo_UpToDate=IObit Software Updater tüm önemli programlarınızı güncel tutar.
M_SUOffer=En kısa zamanda güncel olmayan programları güncelleme.<br>Tüm kullanılabilir program güncellemeleri için 1-tık.<br>Sıkı testlerden geçmiş temiz programlar, donanımla gelen program yok.
M_SMGBCaption=Smart Game Booster
M_SMGBInfo_NotIns=Daha hızlı ve daha düzgün oyun deneyimi için saniyedeki resim sayısını (FPS) arttırmak üzere 1-tık.
M_SMGBInfo_UpToDate=Daha hızlı ve daha düzgün oyun deneyimi için saniyedeki resim sayısını (FPS) arttırmak üzere 1-tık.
M_SMGBInfo_NeedUpDate=Smart Game Booster güncel değil.
M_SMGBOffer=Oyun deneyimini geliştirmek için saniyedeki resim sayısını (FPS) arttırma.<br>Donanım ısısını gerçek zamanda izleme.<br>Oyunlarınızı kolaylıkla yönetme.<br>Daha iyi oyun deneyimi için sistemi eniyileme.<br>Güncel olmayan sürücüyü güncelleme.
M_RunSMGB=Şimdi Arttır
M_iTopCaption=iTop VPN
M_iTopInfo_NotInsBeta=Çevrimiçi güvenlik için ücretsiz, hızlı, güvenli VPN hizmetini deneyin.
M_iTopInfo_NotIns=Çevrimiçi güvenlik için %100 ücretsiz, hızlı, güvenli VPN hizmeti.
M_iTopInfo_UpToDateBeta=Çevrimiçi güvenlik için ücretsiz, hızlı, güvenli VPN hizmetini deneyin.
M_iTopInfo_UpToDate=Çevrimiçi güvenlik için% 100 ücretsiz, hızlı, güvenli VPN hizmeti.
M_iTopInfo_NeedUpDate=iTop VPN güncel değil.
M_iTopOfferBeta=İnternetin keyfini sınırlar olmadan çıkarın <br>Dünya çapındaki yayın yapan web sitelerine erişin <br>Bölge kilitli oyunları her yerde oynayın <br>IP adresinizi herkese açık Wi-Fi'da gizleyin <br>% 100 ücretsiz, ultra hızlı ve sınıfının en iyisi şifreleme
M_iTopOffer1=Gizli - İnternette sörf yaparken Anonim kalın.<br>Güvenli - IP'nizi İnternet'in tamamından gizleyin.<br>Hızlı - İnternete yüksek hızda erişim. <br>Ücretsiz - Web sitelerinin engelini kaldırın ve özgürce yayın yapın.
M_RuniTop=Şimdi çalıştır
M_RPMCaption=RoboForm Şifre Yönetici
M_RPMInfo_NotIns=Bir daha hiç bir zaman şifrenizi hatırlamaya veya tuşlamaya gereksinim duymayacaksınız.
M_RPMInfo_UpToDate=RoboForm Şifre Yönetici ile şifre yazmaya güle güle deyin.
M_RPMOffer=Web sitelerinde tek bir tık ile oturum açma.<br>Güçlü ve benzersiz şifreler yaratma.<br>AES-256 ikil şifreleme kullanma ve 2FA için destek.<br>Windows, Mac, iOS, Android, ve tüm başlıca tarayıcılar için.<br>Bir tarayıcıdan veya başka bir şifre yöneticiden içeri aktarma.
M_RunRPM=Yönet
M_Moffer_Title1=Seçmeli Teklif
M_Close=Kapat
M_Cancel=İptal et
M_Moffer_Install=Kur
M_Moffer_NoteEP="Kur" tıklamakla, %s kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a> nı kabul etmiş olursunuz.
M_Moffer_Refund=<a>Not :</a> 30 gün içersinde geri ödeme alabilirsiniz. <a>Geri ödeme Politikası</a> nı okuyun.
M_Extract_IOT=IObit Tavsiyesi

[ASCPromote_M]
M_PromoteTitle=<a>%d</a> öğe bulundu.
M_Details=Ayrıntılar
M_PromoteLan=Bu sistem verimliliğinizi etkileyecektir. Onu düzeltmek için Advanced SystemCare kurmanızı öneririz.
M_Junk=Çöp dosyalar
M_Privacy=Gizlilik İzleri
M_Internet=İnternet gelişmeleri
M_Registry=Kayıt girişleri
M_System=Sistem eniyilemeleri
ASC_Results=<a>%d</a> öğe bulundu.
ASC_Result=<a>1</a> öğe bulundu.
ASC_Result0=Problem yok
M_Install=Düzeltmek için Kur
ASC_EUAL="Düzeltmek için Kur" tıklamakla, Advanced SystemCare kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a> nı kabul etmiş olursunuz.
iobit_lang_SystemOptimizereport=Sistem Eniyileme Raporu
iobit_lang_key_junkfile_group_1=Çöp dosyalar (%d öğe, %s):
iobit_lang_key_privacy_group_2=Gizlilik izleri (%d öğe, %s):
iobit_lang_key_sysOptimization_group_3=Sistem eniyilemeleri (%d öğe):
iobit_lang_key_internetboost_group_4=İnternet gelişmeleri (%d öğe):
iobit_lang_key_registryclean_group_5=Kayıt girişleri (%d öğe):

[AutoUpdate_M]
lan_Downloading_M=İndiriyor
lan_Speed_M=İndirme Hızı : %s
Lan_Finish_M=Sonlandı
Lan_Congratulation_M=Tebrikler!
Lan_UpdateFail_M=Güncelleme başarısız! Lütfen daha sonra tekrar deneyin.
Lan_UpdateSuccess_M=IObit Uninstaller güncellendi. En son özelliklerin ve gelişmelerin zevkini şimdi çıkarabilirsiniz.
Lan_UpdateNew_M=Zaten sizde en son sürüm var. Kullanılabilir güncelleme yok.
Lan_UpdateFreeInfo_M=Kullanılabilir IObit Uninstaller yeni sürümü var.
Lan_UpdateFreeDownInfo_M=En son özellikleri ve gelişmeleri almak için onu şimdi güncelleyin. Bedelsizdir.
Lan_Sure_M=Güncellemeyi iptal edeceğinizden emin m isiniz?
Lan_Download_M=İndir
Lan_Getting_M=Güncelleme bilgisi alınıyor, lütfen bekleyin…
Lan_LVheardOne_M=Kullanılabilir Güncellemeler
Lan_LVheardTwo_M=Yeni Sürüm
Lan_LVheardThree_M=Boyut
Lan_historyInfo_M=IObit Uninstaller %s şimdi kullanılabilir. En son özelliklerin ve gelişmelerin zevkini çıkarm ak için onu şimdi güncelleyin!
Lan_UpdateNow_M=Şimdi Güncelle
Lan_UpdateLater_M=Sonra Güncelle
lan_WhatNew_M=Yenilikler
Lan_NewReady_M=Teni sürüm hazır
Lan_Title=IObit Uninstaller Güncelleyici

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport1.Caption=Gönder
lblErrorDetails.Caption=Hata Ayrınrıları :
lblUserEmail.Caption=E-posta adresiniz :
lblSuccTips1.Caption=Başarıyla gönderildi! Bu problemi çözmek için olabildiğince çabuk elimizden geleni yapacağız.
btnClose.Hint=Kapat

[SendBugReportNew_M]
M_AskUserTips1=bir problemle karşılaştı. Bu problemi çözmemize yardımcı olmak için hata ayıklama dosyasını bize otomatikman göndermek üzere lütfen 'Göder'e tıklayın. <a>Gizlilik Politikası</a>
M_BugStatisticsTips=bir problem ile karşılaştı ve kapanması gerekir. Sebebini şimdi analiz ediyoruz. Lütfen bekleyin…
M_SendingTips=Gönderiyor…
M_AttentionTips1=bir problemle karşılaştı. Bu problemi çözmemize yardımcı olmak için hata ayıklama dosyasını bize otomatikman göndermek üzere lütfen 'Tamam'a tıklayın. <a>Gizlilik Politikası</a
M_InvalidEmailTips1=Geçersiz e-posta adresi! Lütfen geçerli e-postanızı girin, böylece sizinle temasa geçebilelim.
M_OKTips=Tamam

[Uninstaller_frm_CrRestore]
Restoring_Caption=Resmi sürüm alınıyor…
RestoreSuccess_Caption=Resmi IObit Uninstaller'ı başarıyla kurdunuz!
RestoreFailed_Caption=Resmi IObit Uninstaller'ı indirme başarısız. Onu tekrar indirmek için lütfen resmi websitemize gidin.
Run_Button=Şimdi Çalıştır
Download_Button=Şimdi İndir

[Uninstaller_frm_IUCrakTip]
lbl_FirstTitle.caption=Gayri resmi bir IObit Uninstaller çalıştırıyorsunuz.
lbl_SecondTitle.caption=Gayri resmi IObit Uninstaller artık çalışmayacaktır.
lbl_HarmInfo.caption=Sadece PC verimliliğinize zarar vermekle kalmayıp, ayrıca onun sebep olduğu sistem güvenlik zayıflığı dolayısıyla gizliliğinizi sızdıracaktır.
lbl_OfficialInfo.caption=Gizliliğinizi ve PC'nizi güçlü koruma altına almak için resmi IObit Uninstaller'ı şimdi alın.
htmlLabel_Text.caption=Pro sürümü almak için size Ayrıcalıklı <a>%75</a> İNDİRİMİN Zevkini çıkarın.
btn_GetPro.caption=Get PRO Alın
btn_GetFree.caption=Bedelsiz Alın

[frm_IUCrakTip_M]
lbl_OfficialInfo_before=Gizliliğinizi ve PC'nizi güçlü koruma altına almak için <a>resmi IObit Uninstaller PRO'yu $0 bedelle</a> bugün al.
btn_GetPro_before=Pro'yu $0 bedelle al

[Detain_M]
M_MianTitle=IObit Uninstaller'ın size yardımları :
M_QuestionString=Onu kaldırmak istediğinizden emin misiniz?
M_btnok=Yine de Kaldır
M_btnCancel=Kalsın istiyorum
M_UninstallCaption=Programları kaldır
M_DiskCaption=Disk alanı sakla
M_RegCaption=Kayıt girişlerini sil

[Uninstaller_M]
MenuRight_Caption=Güçlü Kaldırma
Explorer_Button=Dosya Öğütücü
Controlpanel_Button=Güçlü Kaldırma

[ACD_M]
M_Downloading=İndiriyor…:
M_TipFixing=Düzeltiyor…
M_Tips=İndirme işlemi devam ediyor. Ayrıntıları görüntülemek için simgeyi çift tıklayın.
M_Installing=Kuruyor…:
M_MD5Faild=İndirilen dosya bozuk. Lütfen daha sonra tekrar deneyin.
M_NetError=İndirme, ağ hatasından dolayı başarısız. Lütfen daha sonra tekrar deneyin!
M_DiskIsFull=Yetersiz disk alanı!
M_Speed=Hız :
M_AreSure_IObit=IObit İndiriciden çıkmak istediğinizden emin misiniz?

[ACD_frmActionCenter]
lbl_Cancel.Caption=İptal et
lbl_Min.Caption=Küçült
btnClose.Hint=Kapat

[EasyUninstall_M]
EasyPoint=Beni açılan bir pencereye, masaüstü simgesine, veya sistem çubuğu simgesine sürükle.
EasyNothingInfo=Hedefin yeri saptanamadı. Beni başka bir pencereye, masaüstü simgesine, veya sistem çubuğu simgesine sürükle.
EasyDeleteFileFail=Dosya silinemez çünkü şimdi kullanımda. Lütfen dosyayı kapatın ve tekrar deneyin.
EasyDeleteFolderFail=Dizin silinemez çünkü şimdi kullanımda. Lütfen dosyayı kapatın ve tekrar deneyin.
EasyKillProcessFail=İşlemi sonlandırma başarısız.
EasyKillProcessHint1=Bu işlemi sonlandırmak istediğinizden emin misiniz?
EasyKillProcessHint2=Saklanmayan her veri kaybolacaktır.
EasyUninstallPath=Kaldır veya sil :
EasyUninstall=Kaldır
EasyShortcut=Kısayolu Sil
EasyLocation=Dosya Konumunu Aç
EasyDelete=Sil
EasyCancel=İptal et
EasyTransparency=Şeffaflık
EasyOpaque=Opak
EasyExitEasy=Ana pencereyi Aç
EasyExitIobit_1=IObit Uninstaller'dan Çık
EasyKillProcess=İşlemi Sonlandır

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Geribildirim
lbl_DescTitle.caption=Tanımlama :
lbl_EmailTitle.caption=E-posta adresi :
lbl_ScreenShot.caption=Ekran resmi
lbl_TypeTitle.caption=İstek türü   :
btnImg_FeedBackSend.caption=Gönder
btnImg_FeedBackCancel.caption=İptal et

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Gönderiyor…
lbl_SendFailed.caption=Gönderme başarısız. Çevrimiçi geribildirim vermek için lütfen Tamam'a tıklayın.
btnImg_SendFailed.caption=Tamam
lbl_SendSuccess.caption=Geribildiriminiz için teşekkürler. Mümkün olan en kısa sürede sizinle temasa geçeceğiz.
btnImg_SendSuccess.caption=Tamam

[Uninstaller_FeedBack_M]
FeedBack_1=Onu seviyorum
FeedBack_2=Öneri
FeedBack_3=Kaldırma başarısız
FeedBack_4=Kurulumla gelen program sorunu
FeedBack_5=Kurulum izleme sorunu
FeedBack_6=Yazılım Güncelleme sorunu
FeedBack_7=Tüm programları gösterme başarısız
FeedBack_8=Güçlü tarama problemleri
FeedBack_9=Hata raporu
FeedBack_10=Diğerleri
EmailMessage=Geçersiz e-posta adresi. Lütfen geçerli bir e-posta adresi girin, böylece cevabımızı alabilirsiniz.
MemoHint=Lütfen önerinizi veya karşılaştığınız sorunu ayrıntılı tarif edin, böylece ürünümüzü buna göre geliştirebilelim.
ScreenMaxMessage=İşlem başarısız. En çok olan 5 ekran resmine ulaştınız.
CloseHintMsg=Geribildirimi göndermek istemediğinizden emin misiniz?
SendBugck=Ayrıca, incelemek için bize hata ayıklama dosyasını gönderin. <a>Gizlilik Politikası</a>
FeedBackMessage=Lütfen bir tarif yazın.
EmailHint=Lütfen buraya doğru e-postanızı girin
Startup_Delete_M=Sil
M_FiveStar=Lütfen bize değerlendirmede 5-yıldız verir misiniz?

[FileShredder_M]
ShredderDetail_0=Öğütmek için buraya bir dosya veya bir dizin sürükleyebilirsiniz.
ShredderDetail_01=Alışılmış yolla silinmiş dosyalar kurtarılabilir.
ShredderDetail_02=Dosyaları güvenli ve kalıcı kaldırmak üzere öğütmek için sadece bir dosya veya dizini buraya sürükleyin.
FileShredder_MaxCount_M=5000 dosya eklendi. Geri kalan dosyaları lütfen bu 5000 dosyayı öğüttükten sonra ekleyin.
Shredder_InUse_M=Bazı dosyalar öğütülemedi çünkü onları üzerine yazılamıyor. Lütfen hala kullanımda olup olmadıklarını kontrol edin.
Shredder_Del_M_1=Eklenmiş <a>%d</a> öğeyi kalıcı olarak kaldıracağınızdan emin misiniz? Bu eylem kesinlikle GERİYE ALINAMAZ ve tamamlanması biraz zaman alabilir.
Shredder_DelOne_M_1=Eklenmiş <a>1</a> öğeyi kalıcı olarak kaldıracağınızdan emin misiniz? Bu eylem kesinlikle GERİYE ALINAMAZ ve tamamlanması biraz zaman alabilir.
Shredder_NotDel_M=Üzerine yazılamadığı için bir dosya öğütülemedi. Lütfen hala kullanımda olup olmadığını kontrol edin.
Shredder_OneFileDel_M=Üzerine yazılamadığı için bir dosya doğranmadı. Lütfen hala kullanımda olup olmadığını kontrol edin.
Shredder_Sucess_M=Başarıyla öğütüldü.
Shredder_OneSucess_M=Başarıyla öğütüldü.
Shredder_DirIsEmpty_M=Boş. Onu öğütemezsiniz.
Shredder_NotAddFolder_M="%s" dosyasını öğütemez çünkü bu işlem sistem kararsızlığına sebep olabilir.

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Dosya Öğütücü
lbl_Listview_Title.caption=Öğütmek istediğiniz dosya veya dizini seçin :
lblLoading.caption=Yükleniyor…
lbl_AddFile.caption=Dosya ekle…
lbl_AddFolder.caption=Dizin ekle…
RdImageButton_Shredder.caption=Öğüt
RdImageButton_Cancel.caption=İptal et
ListView_FileList.Columns[0].Caption=Dosya Yolu
Menu_Shredder_Shredder.caption=Öğüt
Menu_Shredder_AddFile.caption=Dosya ekle
Menu_Shredder_AddFolder.caption=Dizin ekle
Menu_Shredder_Romove.caption=Kaldır
Menu_Shredder_Clean.caption=Temizle
lbl_Shredder_Tip.caption=Şimdi dosyaları öğütüyor. Biraz zaman alabilir, lütfen bekleyin…

[ForcedUninstall_M]
Shredder_NotAddFolder_M="%s" dosyasını öğüte ekleyemiyor çünkü bu işlem sistem kararsızlığına sebep olabilir.
ForceUninstallEndProgressMsg=%s çalışıyor. Lütfen işlemi sonlandırın ve tekrar deneyin.
ListView_FindReslut.Columns[0]_M=Adı
PopMenu_OpenFolder_M=Dosya konumunu aç
PopMenu_ViewEntry_M=Regedit'te aç

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Zorla Kaldırma
lbl_FUInfo.caption=Zorla Kaldırma, rutin şekilde kaldırılamayan bir programı kaldırmanıza ve artakalan dosyalarının tamamen temizlenmesinde size yardımcı olur. Ayrıca, bir kısayolu ve onun hedef dosyasını kolayca kaldırmanıza yardımcı olur.
btnImg_Open.caption=Gözat…
lbl_DropInfo.caption=Onunla ilgili programı silmek veya kaldırmak için bir dosya veya dizine gözatabilir veya buraya sürükleyip bırakabilirsiniz.
btnImg_Uninstall.caption=Kaldır
btnImg_Cancel.caption=İptal et
PopMenu_Uninstall.caption=Kaldır
PopMenu_SearchOnline.caption=Çevrimiçi Ara
ListView_FindReslut.Columns[1].caption=Boyut
ListView_FindReslut.Columns[2].caption=Kurulum Tarihi

[Healthcheck_M]
M_MainTitle=Yazılım Sağlığı
M_ScaningString=Yazılım Sağlığı tüm yazılımlarınızın sağlık durumunu şimdi analiz ediyor.
M_NoProgramString1=Hiç bir problem bulunmadı.
M_NoProgramString2=Tüm programlarınız çok iyi çalışıyor.
ResidualMainString=Daha çok alan serbest bırakmak için kaldırma artakalanlarını sil.
PluginMainString=Hızlı ve güvenli gezinim için kötü amaçlı/reklam eklentileri kaldırın.
UpdaterMainString=PC'nizi sıfır-günü sömürücülerinden ve diğer güvenlik zayıflıklarından korumak için güncel olmayan sürücülerinizi güncelleyin.
BanwebMainString=Site uyarı iletilerinin sizi kesintiye uğratmasını engelleyin.
M_Fix=Düzelt
M_Detail=Ayrıntılar
M_Complete=Düzeltme tamamlandı!
M_LeftoversDelete=<a>%s</a> kurulum kaldırma artakalanları başarıyla silindi.
M_LeftoverDelete=<a>%s</a> kurulum kaldırma artakalanları başarıyla silindi.
M_BanwebsDelete=<a>%s</a> site uyarısı başarıyla engellendi.
M_BanwebDelete=<a>%s</a> site uyarısı başarıyla engellendi.
M_ResultLeftovers=Kurulum Kaldırma Artakalanları :
M_ResultPlugin=Kötü Amaçlı/Reklam Eklentiler :
M_ResultUpdate=Güncel Olmayan Yazılım :
M_ResultBlock=Site Uyarısı:
M_ScanClose=Tarama işlemi devam ediyor. Şimdi çıkmak istediğinizden emin misiniz?
M_ResidualTitle=<a>%s</a> kurulum kaldırma artakalanı bulundu
M_ResidualTitles=<a>%s</a> kurulum kaldırma artakalanı bulundu
M_SoftUpdateTitle=<a>%s</a> güncel olmayan program bulundu
M_SoftUpdateTitles=<a>%s</a> güncel olmayan program bulundu
M_PluginTitle=<a>%s</a> kötü amaçlı/reklam eklenti bulundu
M_PluginTitles=<a>%s</a> kötü amaçlı/reklam eklenti bulundu
M_BanwebDetailTitleY=<a>%s</a> site uyarısı bulundu
M_BanwebDetailTitlesY=<a>%s</a> site uyarısı bulundu
M_ResidualTitleMain=<a>%s</a> kurulum kaldırma artakalanı
M_ResidualTitlesMain=<a>%s</a> kurulum kaldırma artakalanı
M_SoftUpdateTitleMain=<a>%s</a> Güncel Olmayan Program
M_PluginTitleMain=<a>%s</a> Kötü Amaçlı/Reklam Eklenti
M_PluginTitlesMain=<a>%s</a> Kötü Amaçlı/Reklam Eklentiler
M_BanwebTitleY=<a>%s</a> Site Uyarısı
M_BanwebTitlesY=<a>%s</a> Site Uyarısı
M_BanwebTitleG=<a>%s</a> Site Uyarısı
M_BanwebTitlesG=<a>%s</a> Site Uyarısı
M_TitleCount=Adı (Toplam: %d)
M_BanwebTitleCount=Site (Toplam: %d)
M_BRate=Engelleme oranı
M_Version=Yeni Sürüm
M_Type=Türü
M_Malicious=Kötü amaçlı eklenti
M_Ads=Reklam eklenti
M_Residual=Kurulum Kaldırma Artakalanları
M_SoftHealth=Yazılım Sağlığı
M_item=öğe
M_items=öğe
M_Plugin=Kötü Amaçlı/Reklam Eklentiler
M_Software=Güncel Olmayan Yazılım
M_File=Dosya
M_Reg=Kayıt
M_Tasks=Çizelgelenmiş Görevler
M_Ser=Sistem Servisleri
M_CleanClose=Düzeltme işlemi devam ediyor. Şimdi çıkmak istediğinizden emin misiniz?
M_Finish=Sonlandır (%d)
M_Fixing=Düzeltiyor…
M_Select=Tümünü seç
M_LeftoversTitle=Kurulum Kaldırma Artakalanları
M_Delete=Sil
M_Remove=Kaldır
M_Update=Güncelle
M_Block=Engelle
M_Code=Kodu Girin
M_Back=< Geri
M_ScanLeft=Kaldırma artakalanları için tarıyor…
M_ScanPlugin=Kötü-amaçlı/reklam eklentileri için tarıyor…
M_ScanUpdater=Güncel olmayan yazılımlar için tarıyor…
M_ScanBanweb=Site uyarıları için tarıyor…
M_Recommendation=Öneri
M_Optional=İsteğe bağlı
ASCPromote_Views=Diğer <a>%s</a> öğe sistem verimliliğinizi etkileyecektir.
ASCPromote_View=Diğer <a>%s</a> öğe sistem verimliliğinizi etkileyecektir.
Viewdetails=Ayrıntıları Görüntüle

[Uninstall_Tools_History_M]
ListviewHeader_Software_M=Adı
History_info_DouBle_M=program son sefer tamamen kaldırılmadı. Devam etmek için lütfen Kaldır'ı tıklayın.
History_info_One_M=program son sefer tamamen kaldırılmadı. Devam etmek için lütfen Kaldır'ı tıklayın.
History_Scanfor_M=Artakalanlar için tarama
History_ViewDetail_M=Ayrıntıları görüntüle
UninstallLog_No_IsEmpty_M=Güçlü Taramada hiç artakalan dosya bulunmadı.
Program_Information=Program Bilgisi
Files_Deleted=Silinen Dosyalar
Registries_Deleted=Silinen Kayıtlar
Scheduled_Tasks_Deleted=Silinen Zamanlanmış Görevler
Deleted_on_Reboot=Yeniden Önyüklemede Silinenler
Service_Deleted=Silinen Sistem Servisleri
Export_M=Dışarı aktar
rdlbl_NoTkanks=Hayır, teşekkürler
RdLabelDetailNull=Her kaldırılan programın ayrıntıları ve durumu burada görüntülenecektir.
RdLabelDetails=IObit Uninstaller, size <a>%d</a> programın kaldırılmsında yardım etti ve <a>%s</a> disk alanı kazandırdı.
RdLabelDetail=IObit Uninstaller, size <a>%d</a> programın kaldırılmsında yardım etti ve <a>%s</a> disk alanı kazandırdı.
History_NoUninstalled_M=Kaldırılmadı
History_Residualfilesleft_M=Artakalan dosya kaldı
M_NoHistoryFound=Hiç kaldırma geçmişi bulunmadı

[Uninstaller_ToolUninstallHistory]
RdLabelCaption.caption=Kaldırma Geçmişi
ListView_History.Columns[1].Caption=Kaldırma tarihi
ListView_History.Columns[2].Caption=Boyut
ListView_History.Columns[3].Caption=İşlem
Menu_ClearThis.Caption=Bu geçmişi sil
Menu_ClearAll.Caption=Tüm geşmişleri sil

[Uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Hayır, teşekkürler
RdImgBtnUninstall.caption=Kaldır
RdListView_History.Columns[0].Caption=Program Adı
RdListView_History.Columns[1].Caption=Durum

[InstallDetected_M]
Install_DetectedOne="%s" kuruldu.
Install_DetectedTwo=<a>%s</a> program kuruldu.
Install_ViewDetail=Ayrıntıları görüntüle

[Uninstaller_form_InstallEnableForm]
btn_Enable.caption=Etkinleştir
lbl_Caption.caption=Yeni kurulum algılandı
lbl_InstallMoniorInfo.caption=Program kuruluşu sırasında sisteminize yapılan tüm değişiklikleri günlüklemenize ve görüntülemenize yardım için için Kurulum İzleme'yi etkinleştirmenizi öneririz.

[Uninstaller_form_InstallDetail]
lbl_RegText.caption=Kayıt girişleri :
lbl_SzieText.caption=Toplam boyut :
lbl_FileText.caption=Dosyalar :

[Uninstaller_IUInstallMonitorFrm]
rdlbl_LogInstall.Caption=Günlük Tutulan Kurulumlar
rdlbl_Or.Caption=VEYA
rdlbl_Auto.Caption=Otomatik İzleme
rdlbl_Drap.Caption=Elle İzkeme

[IUInstallMonitorFrm_M]
TipFileMsi=Desteklenmeyen çalıştırılabilir kurulum dosyası. Lütfen yeniden seçin ve tekrar deneyin.
TipFileNotMsiExe=Geçersiz çalıştırılabilir kurulum dosyası. Lütfen geçerli bir çalıştırılabilir kurulum dosyası seçin ve tekrar deneyin.
AddTip1=Kurulum İzleyiciyi meşgul!
AddTip2=Zaten bir kurulum izleniyor. Lütfen bu kurulum tamamlandıktan sonra tekrar deneyin.
StarFileTip=Çalıştırma başarısız
ExePathErrorTip=Ağ sürücüsünden gelen kurulum dosyası desteklenmez. Lütfen onu yerel sürücünüze kopyalayın ve tekrar deneyin.
Logging=Sistem değişikliklerinin günlüğünü tutuyor…
rdlbl_TipContent_M=Kurulum İzleme, izlenmiş programların kuruluşta yaptığı değişiklikleri görmenize izin vererek kurulumdaki sistem değişikliklerini algılar ve günlükler.
rdlbl_SwitchTip.Caption_M=Proram kurulumlarını otomatik algıla ve günlük tut
rdlbl_DragTip.Caption_M=Onun kurulumunun günlüğünü tutmak için buraya bir kurulum-dosyası ekleyin veya sürükleyin

[Uninstaller_frmMonitorLog]
rdlbl_SeeTip.Caption=Kurulum İzleyici sizin için bir kurulum günlüğü yarattı. Ayrıntıları aşağıda görüntüleyin :
rdlbl_Export.Caption=Dışarı Aktar
btnImg_OK.Caption=Tamam

[IUInstallMonitorLogFrm_M]
DisplayNameTip=Görüntü adı :
InstallDateTip=Kurulum tarihi :
VersionTip=Sürüm :
PublisherTip=Yayıncı :
LocationTip=Konum :
InstallationDurationTip=Kuruluş süresi :
InstallPackageTip=Kurulum paketi :
RegEntriesTip=Kayıt girişleri :
FilesCountTip=Dosyalar :
TaskCountTip_M=Çizelgelenmiş Görevler :
ServiceCountTip_M=Sistem Servisleri :
DllCountTip=DLL Kaydı :
TotalSizeTip=Toplam boyut :
ProgramInformationTip=Program Bilgisi
MMORegistryTip=Kayıt girişleri
MMOFilesTip=Dosyalar
MMOTaskTip_M=Çizelgelenmiş Görevler
MMOServiceTip_M=Sistem Servisleri
MMODllTip=DLL Kaydı
MonitorLog_SecondsLan=saniye
MonitorLog_SecondSingleLan=saniye

[Uninstaller_frmIObitUninstall]
btn_Feedback.Caption=Geribildirim
lbl_CheckingText.Caption=Tüm programları analiz ediyor…
lbl_FixDetails.Caption=Denetle ve Düzelt

[MainForm_M]
Nav_Colle_Program_All=Programlar
Nav_Colle_Browser=Araççubukları ve Eklentiler
Nav_Colle_Win=Windows Uygulamaları
Nav_Colle_AC=Eylem Merkezi
Nav_Colle_SU=Yazılım Güncelleyici
Nav_Item_Program_All=Tüm Programlar
Nav_Item_Bundleware=Kurulumla gelen programlar
Nav_Item_Program_Recent=Son Kurulanlar
Nav_Item_Program_Infrequent=Seyrek Kullanılanlar
Nav_Item_Program_Large=Büyük Programlar
Nav_Item_Win_Update=Windows Güncellemeleri
Nav_Item_Browser_All=Tüm Araççubukları ve Eklentiler
Nav_Item_InstallMonitor=Kurulum İzleyici
Nav_Item_Logged=Günlüğü Tutulan Programlar
Hint_Settings=Seçenekler
Hint_Tools=Araçlar
UninstallProTipEnterCode=Kodu Girin
UninstallProTipManage=Lisansı Yönet
Button_Uninstall=Prog. Kaldır
Button_Remove=Kaldır
Button_Update=Tümünü Güncelle
Button_Install=Şimdi kur
ToolPopForceUninstall=Zorla Kaldırma
ToolPopCleanup=Yazılım Sağlığı
ToolPopStubborn=İnatçı Program Kaldırıcı
ToolPopHistory=Kaldırma Geçmişi
ToolPopFileShredder=Dosya Öğütücü
ToolPopHunterMode=Kolay Kaldırma
ToolPopUpdate=Windows Güncellemeleri
MoreSettingPopSetting=Ayarlar…
MoreSettingPopRestore=Sistem Geri Yükleme
MoreSettingPopExport=Program listesini dışarı aktar
MoreSettingPopUpdate=Güncellemeler için denetle
MoreSettingPopManual=Kullanıcı el kitabı
MoreSettingPopSupport=Teeknik destek
MoreSettingPopOnline=Çevrimiçi IObit
MoreSettingPopLike=Beğen
MoreSettingPopAbout=Hakkında
MoreSettingPopWhatsNew=Yenilikler
DefaultSelProg=Daha çok alan serbest bırakmak için gereksiz programları kaldırın.
DefaultSelPlug=Tarayıcınızı korumak için istenmeyen Eklentileri kaldırın.
DefaultSelADPlugin1=Güvenli gezinti için 1 kötü amaçlı/reklam eklentisini kaldır.
DefaultSelADPlugin2=Güvenli gezinti için %d kötü amaçlı/reklam eklentisini kaldır.
DefaultSelWApp=PC'nizi hızlandırmak için istenmeyen Windows Uygulamalarını kaldırın.
DefaultSelBundle=İstenmeyen kurulumla gelen programları kaldırın.
DefaultSelUpdate=Önemli programlarınızı güncel tutun.
DefaultUpdaterPromot=IObit Software Updater ile daha çok program güncelleyin.
DefaultUpdaterPromote1=güncel olmayan program bulundu.
DefaultUpdaterPromote2=güncel olmayan program bulundu.
DefaultUpdaterPromoteInfo=1-tıkla tüm güncel olmayan programları güncellemek için "Tümünü Güncelle" yi tıklayın.
SelInfoProg=program kaldırılmak için seçildi. Toplam boyut :
SelInfoProgM=program kaldırılmak için seçildi. Toplam boyut :
SelInfoPlug=eklenti kaldırılmak için seçildi.
SelInfoPlugM=eklenti kaldırılmak için seçildi.
SelInfoApp=uygulama kaldırılmak için seçildi. Toplam boyut :
SelInfoAppM=uygulama kaldırılmak için seçildi. Toplam boyut :
SelInfoBundle=öğe kaldırılmak için seçildi.
SelInfoBundleM=öğe kaldırılmak için seçildi.
BundleHint=Ana programı kurduğunuz zaman bazı başka programlar haberiniz olmadan kurulabilir. İstemediğiniz programları kaldırabilirsiniz.
RestoreDefaultSettingsButton=%s Varsayılan Ayarlarını Geri Yükle
APTitle=Tüm Pro'ları Etkinleştir
AP5=Günlüklü olarak Temiz Kaldırma
AP2=Daha İnatçı Uygulamaları Silin
AP3=Hızlı ve Güvenli Gezinim
AP4=Bir-tıkla Yazılım Güncelleyici
MainUpdate_Hint=Yeni Sürüm
HealthCheckFound1=<a>%d</a> kurulum kaldırma artakalanı
HealthCheckFound2=<a>1</a> kurulum kaldırma artakalanı
HealthCheckFound3=<a>%d</a> kötü amaçlı/reklam eklenti
HealthCheckFound4=<a>1</a> kötü amaçlı/reklam eklenti
HealthCheckFound5=<a>%d</a> güncel olmayan yazılım
HealthCheckFound6=<a>1</a> site uyarısı
HealthCheckFound7=<a>%d</a> site uyarısı
StubbornFound=Kurulum kaldırma sorunları olan programlar bulundu
NewsDisconnCaption=IObit Uninstaller'ı ailenizle ve arkadaşlarınızla paylaşın.
NewsDisconnDes=Onu kullanmaktan mutlu olacaklardır!
NewsNewVerCaption=Kullanılabilir Önemli Güncelleme Var
NewsNewVerDes=Lütfen şimdi enson sürümü indirin.
ToolPopForceUninstall_Detail=Rutin yolla kaldırılamayan programların kaldırılmasına yardıcı ol
ToolPopCleanup_Detail=Yazılımın daha düzgün çalışmasını sağla ve güvenlik risklerini azalt
ToolPopHistory_Detail=Her bir kaldırılan programın ayrıntılarını ve durumunu göster
ToolPopFileShredder_Detail=İstenmeyen programları güvenli ve kalıcı kaldırmaya yardımcı ol
ToolPopHunterMode_Detail=Programları kolayca kaldırmak için Kolay Kaldırma Simgesini sürükle
ToolPopUpdate_Detail=Blgisayarınızdaki tüm kurulmuş Windows Güncellemelerini listele
ToolPopStubborn_Detail=İnatçı programları kolay bir şekilde tamamen kaldırmaya yardımcı olur
DefaultSelInfo_Logged=Günlüğü tutulan programlar tamamen kaldırılabilir.

[MetroApp_M]
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
Win8NoItemTip_M=Hiç Windows Uygulaması bulunmadı.
Win8LoadingApp=Uygulamaları yüklüyor…
Win8ListViewGroupsWin8AppHeader=Windows Uygulamaları
Win8ListViewGroupsWin8AppSubtitle=Microsoft Corporation tarafından yayınlanan uygulamalar.
Win8ListViewGroupsThirdHeader=Üçüncü-parti Uygulamalar
Win8ListViewGroupsThirdSubtitle=Üçüncü-parti şirketler tarafından yayınlanan uygulamalar.
RateTipNoRate=Şimdiye kadar hiç değerlendirme alınmadı.
RateTipHaveRate=kullanıcı değerlendirdi.

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Adı
ListView_AppList.Columns[1].caption=Boyut
ListView_AppList.Columns[2].caption=Kullanıcı değerlendirmesi
ListView_AppList.Columns[3].caption=İşlem
lbl_Notice.caption=Windows Uygulamalarınızı göstermek için lütfen geçerli hesabınızın yönetici haklarına sahip olduğundan emin olun.
mniUninstall.caption=Kaldır
mniRefush.caption=Yenile
mniDetails.caption=Ayrıntılar
mniOpenFile.caption=Dosya Konumunu Aç
mniOpenReg.caption=Regedit'te Aç
mniOpenWinstore.caption=Winstore'da aç
mniSearchOnline.caption=Çevrimiçi Ara

[Uninstaller_DiskSmallFrm]
rdlbl_title.Caption=IObit Uninstaller
btnimg_IsShow.Caption=Bunu bir daha gösterme
btnimg_uninstall.Caption=Şimdi Kaldır
rdlbl_NoticeInfo.Caption=Sistem diskinizin serbest alanı %10'un altında.
rdlbl_NoticeTip.Caption=Daha çok disk alanı geri almak için istenmeyen programları IObit Uninstaller ile kaldırın.

[LeftNoticeForm_M]
lbl_Caption=IObit Uninstaller
lblHtml_Info=<a>%s</a> kaldırma artakalanı bulundu.
rdlbl_Tip=Daha çok serbest alan bırakmak için onları temizleyin.
imgbtn_Clear=Şimdi Temizle

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Ayrıntıları görüntüle

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programın hala bıraktıkları :
Lbl_metro_Atten.caption=Dikkat
lbl_show.caption="%s" için hala artakalanlar var, ki bunlar PC verimliliğini etkileyebilir.
showDetails_M=Ayrıntıları Göster
Cleanmanually_M=Elle temizle
AutoClean_M=Otomatik Temizle
Cleaning_M=Temizliyor…
Cleannow_M=Şimdi temizle
StillLeavas_M="%s" programının hala bıraktığı
RegistryEntries_M=kayıt girişi
MBFiles_M=MB dosya
LeftBy_M="%s" programının bıraktığı, silindi
Cleanfuture_M=Gelecekte otomatikman temizle
Registry_M=Kayıt
File_M=Dosya
Files_M=dosya
rdlblCleanupCompleted.caption=Temizlik Tamamlandı
rdlblIncomplete.caption=Tamamlanmamış Kurulum Kaldırma
Setting_M=Ayarlar
Uselessfiles_M=gereksiz dosya
Uselessregistryentries_M=gereksiz kayıt girişi
UselessregistryentriesOne_M=gereksiz kayıt girişi
Removingnow_M=Şimdi kaldırıyor…
rdlblRemoving.caption=Şimdi kaldırıyor…
TrayHintstill=Hala %d artakalan sorun düzeltilebilir.
CCtrayHint_M=Hala %d+ artakalan sorun düzeltilebilir.
LeftoversRemoved_M=%s programının artakalanları kaldırıldı:
ProStillLeaves_M=%d programdan hala kalanlar :
Lan_ViewDetails_M=Ayrıntıları görüntüle
Lan_BundleNoticeText_M=%s kurulumunda donanımla gelen yazılım bulundu.

[Plugin_M]
ListViewPlugSysbit=ikil
ListViewGroupMaliciousTitle=Kötü Amaçlı Araççubukları ve Eklentiler
ListViewGroupMaliciousDesc=Bu Araççubukları ve Eklentiler varsayılan tarayıcınızı değiştirebilir ve özel bilgilerinizi çalabilir.
ListViewGroupAdTitle=Reklam-bazlı Araççubukları ve Eklentiler
ListViewGroupAdDesc=Bu Araççubukları ve Eklentiler reklam, başlık reklamı, vs. gösterebilir.
ListViewGroupTrustTitle=Güvenilen Araççubukları ve Eklentiler
ListViewGroupTrustDesc=Bu Araççubukları ve Eklentiler bilgisayarınıza zarar vermiyeceklerdir. Onları isteğiniz doğrultusunda kaldırabilir veya tutabilirsiniz.
ListViewGroupExtensions=Uzantılar
ListViewGroupPlugins=Eklentiler
ListViewGroupToolbar=Araççubuğu
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtension_DES=Uzantılar tarayıcınızı sevdiğiniz özelliklerle özelleştirmek için kullanılır.
ListViewGroupPlugin_DES=Eklenti, web tarayıcısının bir parçası olarak kolayca kurulabilir ve kullanılabilir.
ListViewGroupToolbar_DES=Araççubuğu, kullanıcıların sitelere çabucak erişimlerine yardımcı olur veya diğer uygulama işlevlerini gerçekleştirir.
ListViewGroupBHO_DES=BHO, kişiselleştirilmiş tarayıcılar yaratmanıza yardımcı olur ve daha basit etkileşimli işlevler sağlar.
ListViewGroupActivex_DES=ActiveX, zengin medya oynatmayı kolaylaştırmak için Internet Explorer tarafından kullanılır.
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
PluginColumnStr_Title=Adı (Toplam: %d)
ChromeSyncMsg=Chrome Sync etkinleştirildi. Kaldırılmak için seçilen eklentiler kaldırıldıktan sonra otomatikman yeniden kurulabilir. Chrome Sync'i devredışı bırakmak için lütfen forumumuzdaki basamakları takip etmek üzere <a>Chrome Sync'i Devredışı Bırak</a>ı tıklayın.
FuncPluginSysPluginMsgBox=%s kaldırma önerilmez çünkü bazı tarayıcı işlevleri kaldırma sonrası etkilenebilir.
FuncPluginLoading=Yükleniyor…
FuncPluginRmoveSuccess=Başarıyla kaldırıldı. Yüklüyor…
FuncVotePlugSelectMsgBox=Değerlemek için lütfen öğe seçin
FuncPluginRmoveConfireSingleMsgBox=Seçilen öğeyi kaldıracağınızdan emin misiniz?
FuncPluginRmoveConfireSomeMsgBox=Seçilen öğeleri kaldıracağınızdan emin misiniz?
FuncCheckBrowserMsgBox_1=%s çalışıyor.
FuncCheckBrowserMsgBox_2=Onu kapatmak için Tamam'ı tıklayın (Lütfen ilk önce içeriğinizi kaydedin).
FuncCheckBrowserMsgBox_3=Veya işlemden çıkmak için İptal et'i tıklayın.
FuncCheckBrowserMsgBox_4=%s çalışıyor.
FuncCheckBrowserMsgBox_5=Onları kapatmak için Tamam'ı tıklayın (Lütfen ilk önce içeriğinizi kaydedin).
FuncCheckBrowserMsgBox_6=Veya işlemden çıkmak için İptal et'i tıklayın.
FuncPluginRemoveFailedMsgBox_1=Takip eden öğeleri kaldırma başarısız :
FuncPluginRemoveFailedMsgBox_4=%s kaldırma başarısız olabilir çünkü %s koruması altında. Lütfen %s programından çıkın ve tekrar kaldırmak için IObit Uninstaller'ı yeniden başlatın.
FuncRestoreSuccessMsgBox=Varsayılan ayarlara başarıyla geri yüklendi.
FuncRestoreFailedMsgBox=Tarayıcı varsayılan ayarlarını geri yükleme başarısız.
PluginRestoreStr=%s Varsayılan Ayarlarını Geri Yükle
FuncVoteMarkSelectMsgBox=Lütfen değerlendirin.
FuncVoteFailedMsgBox=Değerlendirme başarısız, lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.
FuncVoteActiveVote=Değerlendir
FuncVoteWaitting=Değerlendirme gönderiliyor, lütfen bekleyin…
VoteStr_1=<a>1</a> kullanıcı değerlendirdi. Siz zaten değerlendirdiniz.
VoteStr_2=Şimdiye kadar hiç değerlendirme alınmadı. Değerlendirecek ilk olun.
VoteStr_3=<a>%d</a> kullanıcı değerlendirdi. Siz zaten değerlendirdiniz.
VoteStr_4=<a>%d</a> kullanıcı değerlendirdi. Bu eklenti hakkında ne düşünürsünüz?
NoticeInfoEx_One=Tarayıcınızda <a>1</a> kötü amaçlı eklenti algılandı, onu kaldırmak için lütfen IObit Uninstaller açın.
NoticeInfoEx_Some=Tarayıcınızda <a>%d</a> kötü amaçlı eklenti algılandı, onları kaldırmak için lütfen IObit Uninstaller açın.
Removingnow_M=Şimdi kaldırıyor…
mniOpeninRegedit_M=Regedit'te aç
lbl_NoFoundItems.caption_M=Hiç bir araççubuğu veya elkenti bulunmadı

[Uninstaller_fraBrowserCleaner]
rdlvAllBrowse.Columns[0].Caption=Adı
rdlvAllBrowse.Columns[1].Caption=Kullanıcı Yıldızı
rdlvAllBrowse.Columns[2].Caption=İşlem
rdlvCustomBrowse.Columns[0].Caption=Adı
rdlvCustomBrowse.Columns[1].Caption=İşlem
mniRemove.Caption=Kaldır
mniRate.Caption=Değerlendir
mniIgone.Caption=Yoksay
mniRefush.Caption=Yenile
mniOpenFloder.Caption=Dosya Konumunu Aç
mniSelectedAll.Caption=Tümünü Seç
mniInvertSelection.Caption=Seçimi Tersine Çevir
mniSearchOnline.Caption=Çevrimiçi Ara

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Tarayıcıyı Sıfırla
lblConfire.Caption=Varsayılan ayarları geri yükleyeceğinizden emin misiniz?
lblHomepageTitle.Caption=Geçerli Ana Sayfa :
lblSearchTitle.Caption=Geçerli Varsayılan Arama Motoru :
btnImg_OK.Caption=Tamam
btnImg_Cancel.Caption=İptal et

[Uninstaller_Program_M]
Noprograms_Frequencyofuse_New_M=Böyle programlar bulunamadı (2 aydan fazladır kullanılmadı)
Noprograms_Size_M=Hiç bir program %s boyutunu geçmiyor.
Noprograms_match_M=Aramanızla hiç bir öğe eşleşmiyor.
Noprograms_Recent_M=Geçen son 10 gün içinde hiç bir program kurulmadı.
monthsago_M=%d ay önce
yearsago_M=%d yıl önce
yearsagos_M=%d yıl önce
SoftwareFrame_InstallDate_M=Kurulum Tarihi
SoftwareFrame_FrequencyUse_M=Son kullanım
HistoryInfo_DisplayName=Adını Görüntüle
HistoryInfo_Publisher=Yayıncı
HistoryInfo_Version=Sürüm
HistoryInfo_InstallDate=Kurulum Tarihi
HistoryInfo_UseSize=Alan kullanımı
HistoryInfo_Location=Konum
HistoryInfo_UninstallDate=Kaldırma tarihi
Lan_NoBundle_New=Donanımla gelen yazılım, ana programı kurarken haberiniz olmadan diğer programları kurabilir.
Lan_Main_Soft=Ana Program
Lan_Bundled_Soft=Kurulumla Gelen Program
Lan_Bundled_Plug=Kurulumla Gelen Eklenti
ColumnName_Logged=Kurulum günlüğü
ColumnName_LogDate=Kurulum tarihi
ViewDetail=Günlüğü görüntüle
NoPrograms_Logged=Kurulum İzleyici tarafından günlüğü tutulan programlar ilerideki program kaldırmalarda derinlemesine tamamen kaldırılabilir.

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Boyut
ListView_SoftwareList.Columns[2].Caption=Kurulum Tarihi
ListView_SoftwareList.Columns[3].Caption=İşlem
Menu_Program_Uninstall.caption=Kaldır
Menu_Program_Repair.caption=Onar
Menu_Program_Refresh.caption=Yenile
Menu_Program_OpenFileLocation.caption=Dosya Konumunu Aç
Menu_Program_OpeninRegedit.caption=Regedit'te Aç
Menu_Program_SearchOnline.caption=Çevrimiçi Ara

[Uninstaller_Frame_Bundle]
ListView_BundleList.Columns[1].Caption=Türü
ListView_BundleList.Columns[2].Caption=İşlem
Menu_Program_Uninstall.caption=Kaldır
Menu_Program_OpenFileLocation.caption=Dosya Konumunu Aç
Menu_Program_OpeninRegedit.caption=Regedit'te Aç
Menu_Program_SearchOnline.caption=Çevrimiçi Ara
mni_Ignore.caption=Yoksay

[PromoteForm_M]
M_ProAD_Title=Pro baskı ile daha çok özellikler ve faydalar :
M_ProAD_CleanLog=Kurulum esnasında günlüğü yaratılmış programları derinlemesine tamamen kaldırma
M_ProAD_Monitor=Program kurulumunu izleme ve programla gelen yazılımları kolayca kaldırma
M_ProAD_Database=İnatçı programları etraflıca kaldırmak için geniş veritabanı
M_ProAD_Plugin=Güvenli ve düzgün çevrimiçi gezinti için kötü amaçlı/reklam eklentileri kaldırma
M_ProAD_Update=Önemli programlarınızı her zaman güncel tutmak için bir-tık
M_Continue=Kaldırmaya Devam et
M_BundleTitle=Kurulumla gelen yazılımmları tamamen kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_BundleTitle2=Program kurulumunu gerçek zamanda izleyin ve kurulumla gelen yazılımmları kolayca kaldırın.
M_UninstallLogTitle=İzlenmiş günlükler ile ilerideki etraflıca kaldırma için Otomatikman algılama ve günlük tutmak üzere IObit Uninstaller PRO'yu etkinleştirin.
M_PluginMaliciouTitle=Kötü amaçlı/reklam eklentilerini tamamen kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_PluginMaliciouTitle2=Sürekli genişleyen veritabanı daha çok kötü amaçlı/reklam eklentisini kaldırmaya yardımcı olacaktır.
M_UpdatePromoteOne=%d program güncellenebilir.
M_UpdatePromoteOnes=%d program güncellenebilir.
M_UpdatePromoteTwo=Programınızı 1-tıkla güncellemek için IObit Uninstaller PRO'yu etkinleştirin.
M_UpdatePromoteTwos=Programlarınızı 1-tıkla güncellemek için IObit Uninstaller PRO'yu etkinleştirin.
M_SPUninstallFail=%s kurulum kaldırılması başarısız.
M_SPAD_Title=Onu belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
M_SPUninstallFailCount=%d programın kaldırılması başarısız.
M_SPADCount_Title=normal bir yolla kaldırılamaz. Onları belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotTile_1=%s kurulumun kaldırılması başarısız.
SpecPromotTile_2=%d program kaldırılması başarısız.
SpecPromotTile_3=1 program kaldırıldı.
SpecPromotTile_4=%d program kaldırıldı.
SpecPromotTile_5=Fakat 1 programın kaldırılması başarısız.
SpecPromotTile_6=Fakat %d programın kaldırılması başarısız.
SpecPromotInfo_1=Onu belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotInfo_2=Onları belirli bir veritabanı ile kaldırmak için IObit Uninstaller PRO'yu etkinleştirin.
SpecPromotInfo_3=%s normal bir yolla kaldırılamaz.
PromoteEnterCode=Kodu Gir
UpdateProTitle=Ayrıca takip eden sorunları çözmek için Pro sürümü etkinleştirin
RdAdPlugins=Geziniminizi güvenli kılmak için <a>%s kötü amaçlı/reklam eklentisinin</a> kaldırılmasına gereksinim vardır
RdAdPlugin=Geziniminizi güvenli kılmak için <a>%s kötü amaçlı/reklam eklentisinin</a> kaldırılmasına gereksinim vardır
RdAdUpdates=Savunma açığı riskini azaltmak için <a>%s güncel olmayan yazılımın</a> güncellenmesine gereksinim vardır

[Protip_M]
Congratulations_M=Tebrikler!
YouHave_M=En son sürüm IObit Uninstaller'a başarıyla güncellediniz.
Try_M=Onu şimdi deneyin!
Tip_M=Başarıyla otomatikman IObit Uninstaller <a>%d</a> sürümüne  güncellendi.
WhatNew_M=En son sürümdeki yenilikler :
More_M=Daha çok Ayrıntı

[Uninstaller_Public_M]
Lan_ButtonCancel=İptal et
Lan_ButtonClose=Kapat
Lan_ButtonContinue=Devam et
Lan_ButtonClean=Temizle
Lan_Cleaning=Temizliyor…
Lan_Details=Ayrıntılar
Lan_Exit=Çıkış
Lan_Hide=Gizle
Lan_Ignore=Yoksay
Lan_Ignored=Yoksayıldı
Lan_item=öğe
Lan_items=öğe
Lan_LoadingD=Yükleniyor…
Lan_WindowMin=Küçült
Lan_WindowMax=Tam sayfa
Lan_ButtonNo=Hayır
Lan_Name=Adı
Lan_NameT=Adı (Toplam: %d)
Lan_Notagain=Bunu bir daha gösterme
Lan_ButtonOK=Tamam
Lan_Publisher=Yayıncı
Lan_WindowRest=Geri yükle
Lan_ButtonRemove=Kaldır
Lan_State=Durumu
Lan_Show=Göster
Lan_Scan=Tara
Lan_Search=Ara
Lan_ButtonUninstall=Kaldır
Lan_Version=Sürüm
Lan_ButtonYES=Evet
Lan_ButtonFor0=Pro'yu $0 bedelle alın
Lan_ButtonActivate=Şimdi Etkinleştir
Lan_ButtonUpgrade=Şimdi Yükselt
Lan_ButtonUpgradeFor0=$0 Değerle Şimdi Yükselt
Lan_DisplayName=Adı
Lan_Installationpath=Kurulum yolu
Lan_Description=Tarifi
Lan_LinkAbout=Hakkında bağlantısı
Lan_LinkHelp=Yardım bağlantısı
Lan_SysMsgCorrupted=Bazı IObit Uninstaller dosyaları bozulmuş. Lütfen IObit Uninstaller'ı tekrar kurun.
Lan_Bit=bit

[Unistaller_Register_M]
license_OtherCode_M=%s lisans kodu sadece %s için geçerli. %s programınızı indirmek ve kaydetmek için lütfen Tamam düğmesine tıklayın.
LicenseCannotconnect_M=Sunucumuza bağlanamaz. Lütfen ağ/proxy ayarlarını kontrol edin ve ve lisansınızı doğrulatmayı daha sonra deneyin.
license_OtherGivewalys_M_M=%s eşantiyon lisanstır ve sadece belirtilen sürüm için geçerlidir. IObit Uninstaller %s PRO yeni lisans kodu satın almak için lütfen <a>burayı</a> ziyaret edin.
License_expired_M=%s lisansının süresi sona erdi. Yeni bir lisans satın almak için <a>buraya</a> tıklayın.
License_maximum_M=%s lisansı en çok PC için etkinleştirilmiş ve kullanılamaz. Bu PC'de IObit Uninstaller etkinleştirmek için başka bir lisans satın almak üzere lütfen <a>buraya</a> tıklayın.
License_Free_M=%s lisansı etkinleştirilemez. IObit Uninstaller PRO için lütfen yeni bir lisans satın alın.
License_valid_M=Geçersiz lisans kodu! Lütfen geçerli bir lisans kodu girin.
LicenseSeat_M=Lisans Kapsamı :
LicenseCodeLiftTime_M=Bu ömür boyu lisans kodudur, sadece IObit Uninstaller v%d için geçerlidir. Lütfen IObit Uninstaller v%d PRO'nuzu tekrar kurun.
licensedays_left_M=%d gün kaldı
licenseday_left_M=%d gün kaldı
LicenseCodeLocation_M=%s lisans kodu sizin bölgeniz veya ülkeniz için geçersiz. Geçerli bir tane satın almak için lütfen Tamam'ı tıklayın.
Never_M=Hiç bir zaman

[Uninstaller_Form_Activate]
Label_Get.caption=Lisans Al
Label_Retrv.caption=Lisansı Geri Al
Label_Eg.caption=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
lblTitleThree.caption=Hızlı ve Güvenli Gezinim
lblContentThree.caption=Hızlı ve güvenli çevrimiçi gezinim deneyimi için kötü amaçlı/reklam eklentileri kaldırın
lblTitleFour.caption=Yazılım Güncelleyici
lblContentFour.caption=Önemli programlarınızı her zaman güncel tutmak için 1-tık
RdImgBtnRegNow.caption=Şimdi Kaydet
RdLabelCaption.caption=Daha İyi Servis Deneyimi için Pro Bakıyı Etkinleştirin
Label_Please.caption=Pro Baskının bütün özelliklerini etkinleştirmek için lütfen lisansınızı girin ve "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
RdBtnlab.caption=Daha çok Faydalanacağınıza Söz Verdiklerimiz :
RdImgBtn_Upgrade.caption=Pro'ya Yükselt

[Form_Activate_M]
lblTitleOne.caption_M=Günlük ile Temiz Kaldırma
lblContentOne.caption_M=Kurulum esnasında günlüğü yaratılmış programları derinlemesine tamamen kaldırma
lblTitleTwo.caption_M=İnatçı Program Kaldırma
lblContentTwo.caption_M=İnatçı pogramları kaldırmak için geniş veritabanı

[Uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Kapat
lbleg.Caption=Örnek : AAAAA-BBBBB-CCCCC-DDDDD
rdlblHelp.caption=Yardım
Label_Please.caption=Lütfen lisansınızı girin ve PRO baskının tüm işlevlerini etkinleştirmek için "Şimdi Kaydet" düğmesine tıklayın.
Label_Code.caption=Lisans kodu :
RdImgBtnRegister.caption=Şimdi Kaydet
Label_Retrv.caption=Lisansı Geri Al
Label_HaveLicense.caption=Lisansınız yok mu?
Label_click.caption=Bir tane almak için buraya tıklayın.
RdImageButton_Back.caption=< Geri
RdImageButton_Close.caption=Kapat
RdLabelCaption.caption=IObit Kurulum Kaldırıcı Lisans Yöneticisi
Label_Status.caption=Lisans durumu :
Label_Activated.caption=Etkinleştirildi
Label_Lcode.caption=Lisans kodu :
Label_Data.caption=Bitiş tarihi :
Label_Refresh.caption=Yenile
Label_Export.caption=Lisansı dışarı aktar
rdlblAlread.caption:=Zaten lisans kodu var

[uninstaller_Form_licensemessage]
rdlblHelp.caption=Yardım
RdImgBtn_Closetwo.caption=Kapat
Label_success.caption=Lisans kodu başarıyla etkinleştirildi!

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Ekran resmi almak istediğiniz alanı seçmek için farenin sol tuşuna basın ve sürükleyin
M_NoticeInfo_AC=2. Sağ tuşlayın veya "Esc" tuşuna basın
M_Rect=Dikdörtgen
M_Oval=Oval
M_Text=Metin
M_Paintbrush=Fırça
M_Return=Geri alma işlemi ((Ctrl + Z))
M_Copy=Not Panosuna kopyala
M_Exit=Ekran resminden çık
M_Save=Kaydet
M_TipInfo=Ekran resmi Not Panosuna kaydedildi. Yapıştırmak için "Ctrl + V" kullanabilirsiniz.
M_TipShow=Bu mesajı tekrar gösterme
M_TipSure=Tamam

[Uninstaller_frmSetting]
lbl_Caption.caption=Ayarlar
lbl_UserInterfaceTitle.caption=Kullanıcı Arayüzü
lbl_SkinTitle.caption=Tema             :
lbl_LanguageTitle.caption=Geçerli Dil       :
lbl_FontSize.caption=Yazıtipi boyutu :
lbl_Dark.caption=Karanlık
lbl_Light.caption=Açık
lbl_UpdateTitle.caption=Güncelleme Yöntemi
lbl_UpdateChooseDes.caption=Bu ürün için güncelleme yöntemi :
btnImg_UpdateRemind.caption=Kullanılabilir güncelleme olduğunda bana ilet
btnImg_UpdateAuto.caption=Otomatikman güncelle
lbl_GeneralCaption.caption=Genel
btnImg_AutoDelete.caption=Artakalan dosyaları otomatikman kaldır
btnImg_AfterUninstallAutoScan.caption=Diğer kurulum kaldırıcılarla kaldırılan programın artakalanlarını otomatikman sil
btnImg_RemoveToRecycleBin.caption=Artakalan dosyaları Geri Dönüşüm Kutusuna sil
btnImg_ShowExplorerButton.caption=Dosyayı Öğüt düğmesini Gezgine ekle
btnImg_ShowComponents.caption=Sistem çalışma-zamanı bileşenleri gözükmesin
btnImg_ShowMenuButton.caption=Windows içerik menüsüne Güçlü Kaldırma seçeneğini akle
btnImg_OK.caption=Tamam
btnImg_Cancel.caption=İptal et
lbl_HotKey.caption=Kolay Kaldırma için Kısayol Tuşu :
lbl_OccupiedHotKey.caption=Zaten kullanılmış, yeni bir tane girin.
lbl_Notification.caption=İletiler
btn_NotifySoftUpdater.caption=Kullanılabilir yazılım güncellemeleri olduğunda bana ilet
btnImg_SystemDiskSpace.caption=Sistem diski serbest alanı %10'un altında olduğunda bana ilet
lbl_Boundleware.caption=Yoksayılanlar Listesi
btnImg_remove.caption=Kaldır
btnImg_UserInterface.Caption=Kullanıcı Arayüzü
btnImg_General.Caption=Genel
btnImg_Notification.Caption=İletiler

[Uninstall_setting_M]
Setting_UITitle=Kullanıcı Arayüzü
Setting_GeneralTilte=Genel
Setting_NotificationTilte=İletiler
Setting_BoundlewareTilte=Yoksayılanlar Listesi
Setting_Size_Normal=Normal
Setting_Size_Large=Geniş
Setting_Size_Larger=Daha Geniş
Setting_listviewHeader=Öğe Adı
SystemComponentsInfo=Microsoft .NET Framework, Microsoft Visual C++ Redistributable, Microsoft XNA gibi sistem bileşenleri.
btnImg_NotificInstallLog_M1=Otomatik izleme sonrası kurulum günlüğü yaratıldığı zaman beni uyar
btnImg_BundlewareInstalled_M=Donanımla gelen yazılım kurulduğu zaman beni uyar
btnImg_BrowserPlugTip_M=Kötü amaçlı eklenti kurulduğu zaman beni uyar
btnImg_AutoShowTipForm_M=Diğer program kaldırıcıların kaldırma işlemi algılandığı zaman beni uyar
btnImg_leftovers_M=Kaldırılmış programların artakalanları algılandığı zaman beni uyar
btnImg_Boundleware.Caption_M=Yoksayılanlar Listesi
rdlbl_BoundlwareTip.caption_M=Aşağıdaki listeden onları kaldırmadıkça yoksayılan Donanımla Gelen Yazılımlar algılanmayacaktır.

[SoftUpdate_M]
SU_GroupOutData=Güncel değil
SU_GroupUpToDate_New=Güncel
SU_Ignore=Yoksay
SU_Ignored=Yoksayıldı
SU_NoIgnore=Yoksayı Geri al
SU_Update=Güncelle
SU_Updating=Güncelliyor
SU_UpToDate=Güncel
SU_NewVersion=Yeni Sürüm
SU_CurrVersion=Geçerli Sürüm
SU_ActivePro=Otomatik güncellemeleri etkinleştir
SU_Button_UpdateAll=Tümünü Güncelle
SU_NoFindUpdates=Kullanılabilir güncelleme yok.
SU_IgnoreForever=Tüm güncellemeleri yoksay
SU_IgnoreCurrent=Geçerli güncellemeyi yoksay
SU_CancelUpdate=Güncelleme devam ediyor. Güncellemeyi iptal etmek istediğinizden emin misiniz?

[SoftUpdatePromote_M]
IUP_Manually=Elle Güncelle
Img_Tab=IObit Uninstaller PRO ile daha çok alın
LbIUPromote1=Tüm önemli programları sadece 1-tıkla güncelle
LbIUPromote2=Bir web sitesine gitmeden güncellemeleri otomatikman kur
SUInstall=Kur
SUImg_Tab=IObit Software Updater Kur
LbSUPromote1=Çaba sarfetmeden daha çok programı güncelle
LbSUPromote2=İstediğiniz programları kolayca kurun
SUEULA="Install" tıklamakla, IObit Software Updater kurmayı ve onun <a>SKLA (EULA)</a> ve <a>Gizlilik Politikası</a> nı kabul etmiş olursunuz.

[SoftUpdateTip_M]
TipOne=<a>%s</a> ürünün güncellenmeye gereksinimi var
TipOnes=<a>%s</a> ürünün güncellenmeye gereksinimi var
NeverShow=Bunu bir daha gösterme
BtnUpdate=Şimdi Güncelle

[SpecUTool_M]
SpecTOpen=Aç
SpecTOK=Tamam
SpecTHide=Gizle
TrayHint=IObit Uninstaller programları kaldırıyor
SpecTUninstalling=Takip eden programı kaldırıyor :
SpecTUninstallingM=Takip eden programları kaldırıyor :
SpecTUninstalled=program kaldırıldı.
SpecTUninstalledM=program kaldırıldı.
SpecTClose=Kapat

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Sistem Geri Yükleme
rdlblDesc.Caption=Bilgisayarınızı seçilen olay öncesi durumuna geri yükleyin. Sistem güvenliği için en sonuncusu silinemez.
ListView_Restore.Columns[0].Caption=Tarih ve Saat
ListView_Restore.Columns[1].Caption=Tarifi
btn_CreateRestorePoint.Caption=Geri Yükleme Noktası Yarat
RdImageButton_Restore.Caption=Geri yükle
RdImageButton_Delete.Caption=Sil
lblNull.Caption=Hiç sistem geri yükleme noktası yok.
Rdlbl_CreateRestorePoint.caption=Geri Yükleme Noktası Yarat

[SystemRestore_M]
SysRestore_CreateComplete=Geri Yükleme noktası başarıyla yaratıldı!
SysRestore_CreateFailed=Geri Yükleme noktası yaratma başarısız! Lütfen Sistem Geri Yüklemeniz etkinleştirilmiş mi kontrol edin.
SysRestore_CreateRestore_Confirm=Bir geri yükleme noktası yaratmak istediğinizden emin misiniz?
SysRestore_CreateRestore_Tip=Geri Yükleme noktası yaratıyor, lütfen bekleyin…
SysRestore_CreateRestore_Failed=Geri Yükleme noktası yaratma başarısız! Lütfen Sistem Geri Yüklemeniz etkinleştirilmiş mi kontrol edin.
SysRestore_SetRestore_Confirm=İKAZ: Sisteminizi bir geri yükleme noktasına geri yüklemek bu geri yükleme noktasından sonra yapılan tüm değişiklikleri iptal edecektir. Bir kere başladımı, Sistem Geri Yükleme iptal edilemez veya kesintiye uğratılamaz. Devam etmek istediğinizden emin misiniz?
SysRestore_SetRestore_Reboot=Bu değişiklikleri uygulamak için yeniden önyükleme gerekir. Yeniden önyükleme öncesi lütfen tüm açık dosyalarınızı kaydedin ve tüm açık programlarınızı kapatın. Bilgisayar şimdi önyüklensin mi?
SysRestore_SetRestore_Tip=Sistem dosyalarını ve ayarları geri yüklüyor, lütfen bekleyin…
SysRestore_Delete_Confirm=Onu silmek istediğinizden emin misiniz?

[UninstallForm_M]
MsgBox_SelectProgram=Lütfen en az bir program seçin.
Msg_Bundle_RebootSpec=kaldırıldı. Kadırmayı tamamlamak için lütfen bilgisayarınızı yeniden önyükleyin.
OneItemStr=%d öğe
SomeItemStr=%d öğe
Clean_Uninstall=Temiz Kurulum Kaldırma
RebootToDelete_Str=(Yeniden önyüklemede sil)
UninstallingSingleStr=Seçilen programı kaldıracağınızdan emin misiniz?
UninstallingSomeStr=Seçilen %d programı kaldıracağınızdan emin misiniz?
UninstallingSingleStrUpdate=Seçilen Windows güncellemesini kaldıracağınızdan emin misiniz?
UninstallingSomeStrUpdate=Seçilen %d Windows güncellemesini kaldıracağınızdan emin misiniz?
UninstallingSingleStrApp=Seçilen Windows uygulamasını kaldıracağınızdan emin misiniz?
UninstallingSomeStrApp=Seçilen %d Windows uygulamasını kaldıracağınızdan emin misiniz?
Uninstall_Str=Kaldırılan %s (%d/%d)
Scan_Str=Taranan %s (%d/%d)
UninstallOne_Str=Kaldırılan %s
ScanOne_Str=Taranan %s
CreateRetore_Str=Geri Yükleme noktası yaratıyor, lütfen bekleyin…
SureToDeleteSomeStr=<a>%d</a> program kaldırıldı. Fakat hala onların takip eden artakalanları var.
SureToDeleteOneStr=<a>1</a> program kaldırıldı. Fakat hala onun takip eden artakalanları var.
SureToDeleteSomeStrApp=<a>%d</a> Windows uygulaması kaldırıldı. Fakat hala takip eden artakalanları var.
SureToDeleteOneStrApp=<a>1</a> Windows uygulaması kaldırıldı. Fakat onun hala takip eden artakalanları var.
SureToDeleteByHistroy=Artakalan bulundu
DeletingStr=Artakalanları siliyor, lütfen bekleyin
DeleteCancleStr=Silmeyi iptal etmek istediğinizden emin misiniz?
RestoringCancleStr=Geri Dönüş Noktası Yaratıyor. İptal etmek istediğinizden emin misiniz?
UninstallingCancleStr=Kaldırma işlemi devam ediyor ve eğer şimdi çıkarsanız artakalan dosyalar kalabilir. Çıkmak istediğinizden emin misiniz?
ScaningCancleStr=Tarama devam ediyor ve eğer şimdi çıkarsanız, artakalan dosyalar kalabilir. Çıkmak istediğinizden emin misiniz?
RegistryCaption_Str=Kayıt
FileCaption_Str=Dosya
TaskCaption_Str=Çizelgelendirilmiş Görevler
ServiceCaption_Str=Sistem Servisleri
DllCaption_Str=DLL Kaydı
SuccessReslutFromHistroySingle=Artakalan dosyalar başarıyla temizlendi. Aşağıdaki ayrıntıları denetleyin :
SuccessReslutFromUninstallSingle=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSome=<a>%d</a> programı aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSingleApp=<a>%d</a> Windows uygulamasını aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutFromUninstallSomeApp=<a>%d</a> Windows uygulamasını aşağıdaki ayrıntılarla başarıyla kaldırdınız :
SuccessReslutNeedRestartSingle=<a>%d</a> program kaldırıldı.
SuccessReslutNeedRestartSome=<a>%d</a> program kaldırıldı.
FileDeleteReslut=Silinen dosyalar :  <a>%s</a>
RegDeleteReslut=Silinen kayıt girişleri :  <a>%d</a>
TaskDeleteReslut=Silinen çizelgelenmiş görevler:  <a>%d</a>
ServiceDeleteReslut=Silinen Servisler :  <a>%d</a>
DeepDeleteReslut=Silinen günlüğü tutulmuş öğeler :  <a>%d</a>
HtmlRecomReslutCaption=<a>%d</a> program kaldırıldı ve aşağıdaki artakalanlar kaldırıldı :
HtmlRecomReslutCaption1=<a>%d</a> program kurulumu ve aşağıdaki artakalanları kaldırdınız :
HtmlRecomReslutAppCaption=<a>%d</a> Windows uygulaması ve aşağıdaki artakalanları kaldırdınız :
HtmlRecomReslutAppCaption1=<a>%d</a> Windows uygulaması ve aşağıdaki artakalanları kaldırdınız :
HtmlFileReCaption=<a>%s</a> gereksiz dosya
HtmlRegReCaption=<a>%d</a> gereksiz kayıt girişi
HtmlTaskReCaption=<a>%d</a> invalid schedule tasks
HtmlServicesReCaption=<a>%d</a> geçersiz sistem servisi
HtmlFileReCaptionOne=<a>%s</a> gereksiz dosya
HtmlRegReCaptionOne=<a>%d</a> gereksiz kayıt girişi
HtmlTaskReCaptionOne=<a>%d</a> geçersiz çizelgelenmiş görev
HtmlServicesReCaptionOne=<a>%d</a> geçersiz sistem servisi
UninstallPromote=Şimdi Satın al
RebootYes=Şimdi Yeniden Önyükle
RebootLater=Sonra
FromHistroyNoItem=Hiç artakalan bulunmadı.
FromUninstallNoItem=Kaldırma Tamamlandı.
RelatedMetroText=Bu uygulamalar ilişkili. Herhangi birisini kaldırmak diğerlerini de otomatikman kaldıracaktır. Kaldırmak istediğinizden emin misiniz?
RelatedSoftText=Yukarıdaki kurulumla gelen ürünler aynı anda kuruldu. Onları beraberce kaldırmak istiyor musunuz?
HtmlADPluginCaption=<a>%d</a> Reklam Eklentisi araya girmesi
HtmlMaliciousPluginCaption=<a>%d</a> Kötü amaçlı Eklenti tehditi
MoneyBackInfo=İstenmeyen programları ve eklentileri tamamen kaldırarak daha emniyetli ve daha hızlı PC'nin keyfini alacaksınız. 60 günlük para geri ödeme garantisi. Hiç soru sormadan.
SpecRestartAll=Takip eden programları tamamen kaldırmak için lütfen bilgisayarınızı yeniden önyükleyin. Şimd yeniden yüklensin mi?
SpecRestartOne=Takip eden programı tamamen kaldırmak için lütfen bilgisayarınızı yeniden önyükleyin. Şimd yeniden yüklensin mi?
UnPromoteTitle=Fakat PRO baskı ile daha çok özellik ve fayda sunulabilir :
UnPromote_60=60-günlük Para-geri ödeme Garantisi
PromotelbPlugins=Güvenli gezinim için <a>%d</a> kötü amaçlı/reklam eklentisini kaldırma
PromotelbPlugin=Güvenli gezinim için <a>%d</a> kötü amaçlı/reklam eklentisini kaldırma
PromotelbPlugin0=Güvenli gezinim için kötü amaçlı/reklam eklentisini kaldırma
PromotelbUpdate=Güvenlik risklerini azaltmak için <a>%d</a> güncel olmayan yazılımı güncellemek üzere 1-tık
PromotelbUpdate0=Güvenlik risklerini azaltmak için güncel olmayan yazılımı güncellemek üzere 1-tık
PromotelbMoreDB=Normal yolla kurulumu kaldırılamayan inatçı programları kaldırma
PromotelbClean=Kurulumla gelen yazılımları kaldırmak için 1-tık
PromotelbAuto=Diğer kurulum kaldırıcılarca bırakılan program artakalanlarını otomatik silme
NeedCloseApp=%s çalışıyor ve kaldırılmadan önce kapatılması gerekir. Kapatmak istediğinizden emin misiniz?
LB_Free=Bedelsiz
LB_Pro=PRO
RestoreOpenstr=Sistem Geri Yükleme etkinleştirilmemiş. Lütfen onu etkinleştirmek için "Tamam"ı tıklayın ki, IObit Uninstaller, programları kaldırmadan önce geri yükleme noktası yaratabilsin.
OfficialFail=Takip eden programın kaldırılması başarısız. Onu resmi kaldırma yardımcı programıyla kaldırabilirsiniz.
OfficialFails=Takip eden programların kaldırılması başarısız. Onları resmi kaldırma yardımcı programlarıyla kaldırabilirsiniz.
QuitDonwload=İndirmeyi iptal etmek istediğinizden emin misiniz?
LogHintTitle=Daha Çok Faydalar, Söz Verdiklerimiz :
LogHintStr=+ Günlüğü tutulmuş programları derinlemesine tamamen kaldırma<br>+ 200+ inatçı programı temiz kaldırma<br>+ Donanımla gelen yazılımları tamamen ve kolayca kaldırma
UpgradePromote=Artakalanları otomatikman kaldırmak için IObit Uninstaller PRO'ya yükseltin
UpgradeFileDelete=%s artakalan dosya başarıyla temizlendi.
UpgradeRegsDelete=%s artakalan kayıt girişi başarıyla temizlendi.
UpgradeRegDelete=%s artakalan kayıt girişi başarıyla temizlendi.
PromoteB_Title=Pro sürümle daha çok sorun düzeltilebilir :
PromoteB_Update=Güncel olmayan yazılım 1-tıkla güncellenebilir :
PromoteB_Plugin=Güvenli gezinti için kötü amaçlı/reklam eklentileri kaldırılmalıdır :
PromoteB_Leftover=Daha temiz PC için kurulum kaldırmanın artakalanları silinebilir :
PromoteB_Log=Günlüğü tutulmuş programlar tamamen kaldırılabilir :
PromoteB_Unuse=2 aydan fazla kullanılmamış programlar kaldırılabilir :
PromoteB_Banweb=Kesintilerden kaçınmak için site bildirimleri engellenebilir :
PromoteB_Fix=Şimdi Düzelt
PromoteB_Stubborn=Tamamen kaldırılabilir inatçı programlar:
OfficialSp_1=Programın resmi kaldırma yardımcı aracı ile aşağıdaki programı tamamen kaldırın.
OfficialSps_1=Programın resmi kaldırma yardımcı aracı ile aşağıdaki programları tamamen kaldırın.
LogPromoteHintTitle=<a>PRO sürümüyle</a> kaydedilen tüm öğeleri tamamen temizleyin:
LogPromoteHintRegs=<a>%s</a> kayıt defteri girdileri
LogPromoteHintReg=<a>%s</a> kayıt defteri girdisi
LogPromoteHintFiles=<a>%s</a> dosya
LogPromoteHintFile=<a>%s</a> dosya
LogPromoteHintTasks=<a>%s</a> zamanlanmış görevler
LogPromoteHintTask=<a>%s</a> zamanlanmış görev
LogPromoteHintServices=<a>%s</a> sistem servisleri
LogPromoteHintService=<a>%s</a> sistem servisi
LogPromoteHintDlls=<a>%s</a> dll kayıtları
LogPromoteHintDll=<a>%s</a> dll kayıdı
LogPromoteFormLogPro=kayıtlı öğeler
LogPromoteFormDesc=Pro sürümü ile tamamen temizlenebilir
LogPromoteFormTip=Ayrıntılar aşağıdaki gibidir:

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Regedit'te Aç
mniMenu_Path.caption=Dosya Konumunu Aç
btnImg_AllMainCancel.caption=İptal et
btnImg_Uninstall.caption=Kaldır
btnImg_ChkAutoDelete.caption=Artakalan dosyaları otomatikman kaldır
btnImg_ChkCreateRestore.caption=Kaldırmadan önce bir geri dönüş noktası yarat
lbl_IsUninstallHint.caption=Seçilen programı kaldırmak istiyor musunuz?
btnImg_Delete.caption=Sil
btnImg_ReslutCancel.caption=İptal et
btnImgl_SeletedAll.caption=Tümünü Seç
btnImg_ChkShredFile.caption=Dosyaları öğüt
lbl_NoPowerScan.caption=Kaldırma Tamamlandı.
btnImg_RecommendClose.caption=Kapat
btnImg_Restart.caption=Evet
lbl_MoneyBackTitle.caption=Tamamen kaldırma ve daha temiz PC garanti edilmiştir
btn_Tab.caption=IObit Uninstaller PRO ile daha çok alın
lbl_InfoDB.caption=İnatçı programları etraflıca kaldırmak için geniş veritabanı
lbl_InfoRemove.caption=Güvenli ve düzgün çevrimiçi gezinti için kötü amaçlı ve reklam eklentileri kaldırın
lbl_InfoUpdate.caption=Program kurulumunu izleme ve kurulumla gelen programları kaldırma

[Uninstaller_frm_UninstallPromot]
lbl_BundleTitile.caption=Kurulumla gelen yazılım bulundu.
btn_UninstallAll.caption=Hepsini Kaldır
lbl_Info.caption=Aşağıdaki tüm paket yazılımları IObit Uninstaller PRO ile birlikte kaldırın veya yalnızca mevcut programı kaldırın.

[Uninstaller_frm_UninstallBundle]
lbl_Text.caption=Kurulumla gelen yazılım bulundu. Lütfen istenmeyen kurulumla gelen yazılımlarıda kaldırmak için ayrıca seçin.

[Uninstaller_frm_WhatsNew]
rdlbl_title.Caption=Yenilikler

[WindowsUpdate_M]
Update_NoItem_Tip=Hiç Windows Güncellemesi bulunmadı.
NoSerchItem_Tip=Aramanızla hiç bir öğe eşleşmiyor.
Update_Loading_Tip=Yükleniyor…
Update_WindowsTitle=Bilgisayarınızdaki tüm kurulmuş Windows Güncellemeleri burada listelenmiştir. Daha çok alan serbest bırakmak için istenmeyen Windows Güncellemelerini kaldırın.
Button_Uninstall=Kaldır

[Uninstaller_Form_WindowsUp]
ListView_Update.Columns[1].caption=Kurulum Tarihi
mniUninstall.caption=Kaldır
mniRefush.caption=Yenile

[Uninstaller_form_StubbornTool]
lbl_Title.caption=İnatçı Program Kaldırıcı
lbl_NewDescTitle.caption=Bazen programları, resmi program kaldırıcılarını kullanmadan silmek zordur veya kaldırma girişlerini bulamazlar. Özel veri tabanımız ile programlar, kolaylıkla ve tamamen kaldırılabilir.

[Uninstaller_Stubborn_M]
MalwareGroup=Kötü Amaçlı Programlar (%d)
MalwareDes=PC'nizi korumak için kötü amaçlı pogramları algılayın ve kaldırın.
IssuesGroupEx=Kaldırma Sorunları Olan Programlar (%d)
IssuesDesEx=Eksik kaldırma kayıt defteri, çökmüş yerleşik kaldırıcı ve tehlikeli kaldırma işlemi gibi kaldırma sorunları olan programları silin.
OfficialGroupEx=Resmi Temizleyici Veritabanı (%d)
OfficialDesEx=Güvenlik nedeniyle bazı programlar normal bir şekilde kaldırılamaz. Resmi temizleyicilerini burada kullanarak kolayca kaldırabilirsiniz.
AllGroupEx=Desteklenen Programlar Veritabanı (%d)
AllDesEx=Burada başka yerlerde bir kaldırma girişi bulamayabileceğiniz daha fazla programın listesi. Bunları buradan kolayca kaldırabilirsiniz.
ProblemsTip=Problemler bulundu
LoadingTip=Desteklenen Programlar Veritabanı yükleniyor...

